20260311/none/target-host/wrk-quarkus3-native-8.log
Running 30s test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.09ms    4.73ms  61.34ms   83.28%
    Req/Sec   16398.60     63.39  16501.00     63.33
  491958 requests in 30.021s,   2.57GB read
Requests/sec: 16387.13
Transfer/sec:  87.70MB